# St7SetPathOutline

Sets the outline colour scheme for load paths.

long St7SetPathOutline(long uID, long Outline)

Input Parameters

uID

Strand7 model file ID.

Outline

One of tlNone, tlTemplate, tlGroup, tlPathNumber or tlColour.